Autodesk.Revit.DB.Analysis.AnalysisMode.ConceptualMasses
Energy Analysis Model based on conceptual masses.
This method is deprecated in Revit 2023 and may be removed in a later version of Revit.
We suggest you use the 'ConceptualMassesAndBuildingElements' option instead.